Repository: AquilezE/CuauLeoProyect
Catalog: Cliente/Properties/Resources.*.resx
Languages: es

# btnAccept
source: Accept
es: Aceptar

# btnAddFriend
source: Add Friends
es: Añadir Amigos

# btnBlockLists
source: Block List
es: Lista de Bloqueados

# btnBlockUser
source: Block User
es: Bloquear

# btnChange
source: Change
es: Cambiar

# btnChangePassword
source: Change Password
es: Cambiar Contraseña

# btnCopyCode
source: Copy Code
es: Copiar Código

# btnCreateLobby
source: Create Lobby
es: Crear Sala

# btnDarkMode
source: Dark Mode
es: Modo Obscuro

# btnDelete
source: Delete
es: Eliminar

# btnDeny
source: Deny
es: Rechazar

# btnFriendList
source: Friend List
es: Lista de Amigos

# btnFriendRequest
source: Friend Requests
es: Solicitudes de Amistad

# btnFriends
source: Friends
es: Amigos

# btnGoBack
source: Go Back
es: Regresar

# btnImReady
source: I'm Ready
es: Estoy Listo

# btnInviteFriend
source: Invite Friend
es: Invitar Amigo

# btnJoin
source: Join
es: Unirse

# btnJoinLobby
source: Join Lobby
es: Unirse a Sala

# btnKick
source: Kick
es: Expulsar

# btnLeaveLobby
source: Leave lobby
es: Abandonar Sala

# btnLightMode
source: Light Mode
es: Modo Brillante

# btnLogOut
source: Log Out
es: Cerrar Sesión

# btnPlayAsGuest
source: Play As Guest
es: Jugar Como Invitado

# btnPlayAsGuest1
source: Play As Guest
es: Jugar Como Invitado

# btnSave
source: Save
es: Guardar

# btnSend
source: Send
es: Enviar

# btnSendFriendRequest
source: Send Friend Request
es: Enviar Solicitud

# btnStartGame
source: Start Game
es: Iniciar Partida

# btnStats
source: Stats
es: Estadísticas

# btnUnblock
source: Unblock
es: Desbloquear

# btnVerify
source: Verify
es: Verificar

# cmbLanguage
source: Language
es: Idioma

# globalsEmail
source: Email
es: Correo electrónico

# globalsLogin
source: Log In
es: Iniciar Sesión

# globalsPassword
source: Password
es: Contraseña

# globalsRegister
source: Register
es: Regístrate

# globalsUsername
source: Username
es: Nombre de Usuario

# lblAccountRegistered
source: Your account has been registered successfully!
es: Tu cuenta ha sido registrada!

# lblAnihilatedBabies
source: Anihilated Babies:
es: Bebés Asesinados:

# lblBlockedUsers
source: Blocked Users
es: Usuarios Bloqueados

# lblChosepfp
source: Choose your profile picture
es: Elige tu foto de perfil

# lblClickHereLogin
source: CLick here to log in
es: Haz click aquí para iniciar sesión

# lblClickHereResend
source: If you haven't recieved your message, click here
es: Si no haz recibido el mensaje, haz click aqui

# lblCodeSent
source: A code has been sent to your email, please type it here:
es: Un codigo ha sido enviado a tu correo, escribelo aqui:

# lblConfirmPassword
source: Confirm Password
es: Confirmar Contraseña

# lblCurrentPassword
source: Current Password
es: Contraseña Actual

# lblEnglish
source: English
es: Inglés

# lblEnterCode
source: Enter your lobby code:
es: Ingresa tu código de sala:

# lblErrDiferentPassword
source: Passwords must be the same
es: Las contraseñas deben coincidir

# lblErrEmailInvalid
source: Email is invalid or already exists
es: Correo electrónico inválido o ya está ocupado

# lblErrEmptyMessage
source: You must type something to send a message
es: Debes escribir algo para poder mandar un mensaje

# lblErrIncorrectCode
source: Incorrect Code
es: Código incorrecto

# lblErrInvalidMessage
source: Your message contains invalid characters, only alphanumeric
es: Tu mensaje contiene caracteres invalidos, solo alfanumericos

# lblErrLobbyNotFound
source: This lobby doesn't exist, try again!
es: Esta sala no existe, intentalo de nuevo!

# lblErrMessageTooLong
source: Your message is too long, 300 characters max
es: Tu mensaje es muy largo, máximo 300 cáracteres

# lblErrNoBlockedUsers
source: You haven't blocked anyone yet!
es: No has bloqueado a nadie aún!

# lblErrNoConection
source: Oops, we couldn't reach our server, check your conection or try again later!
es: Uju, no encontramos nuestro servidor, verifica tu coneccion o intentalo de nuevo despues!

# lblErrNoDataBase
source: Oops!, our database is not working, try again later!
es: Uju, nuestra base de datos no está funcionando, intentalo más tarde

# lblErrNoFriends
source: Oops! looks like you have no friends :(
es: Uju, Parece que no tienes amigos :(

# lblErrNoStats
source: Looks like you haven't played any game, go play!
es: Parece que no has jugado ninguna partida aún, ve a jugar!

# lblErrUsernameExists
source: This username already exists
es: El nombre de usuario ya existe

# lblErrUsernameInvalid
source: Username can only contain letters, numbers, and underscores.
es: El nombre de usuario solo puede contener letras, números y guiones bajos

# lblErrUserNotFound
source: User not found, try again later
es: Usuario no encontrado, intentelo de nuevo mas tarde!

# lblErrInvalidEmail
source: This Email is invalid or already exists
es: Este correo electrónico es inválido o ya existe

# lblErrWeakPassword
source: Password must contain at least one uppercase letter, one lowercase letter, one number, and one special character.
es: La contraseña debe tener una mayúscula, una minúscula, un número y un caracter especial

# lblErrWrongLogin
source: Incorrect username or password
es: Nombre de usuario o Contraseña fueron incorrectos

# lblFindUser
source: Find User
es: Encontrar usuario

# lblForgotPassword
source: Forgot Password?
es: ¿Olvidaste tu contraseña?

# lblLobby
source: Lobby
es: Sala

# lblManageFriends
source: Manage Friends
es: Gestionar Amigos

# lblMonstersCreated
source: Monsters Created:
es: Monstruos Creados:

# lblNewPassword
source: New Password
es: Nueva Contraseña

# lblNewUsername
source: New Username
es: Nuevo nombre de usuario

# lblErrNoFriendRequests
source: Oops! looks like you have no friend requests :(
es: Uju, Parece que no tienes solicitudes de amistad :(

# lblNotReady
source: Not Ready
es: No Listo

# lblOffline
source: Offline
es: Desconectado

# lblOnline
source: Online
es: En Línea

# lblOptions
source: Options
es: Opciones

# lblPlayers
source: Players
es: Jugadores

# lblProfile
source: Profile
es: Perfil

# lblReady
source: Ready!
es: Listo!

# lblSpanish
source: Spanish
es: Español

# lblSuccesPassword
source: Your password has been changed successfully!
es: Tu contraseña ha sido cambiada!

# lblUserId
source: User ID
es: ID Usuario

# lblViewProfile
source: View Profile
es: VerPerfil

# lblWins
source: Wins:
es: Victorias:

# lblWriteEmail
source: Write your email to verify it's you
es: Ingresa tu correo electrónico para verificar que eres tu

# lblYourStats
source: Your Stats!
es: Tus Estadísticas

# lblChangeProfile
source: Change your profile
es: Modifica tu perfil

# lblChange
source: Change password
es: Cambiar contraseña

# btnOk
source: Ok!
es: Aceptar

# lblChangePasswordSucces
source: Your password has been changed successfully!!
es: Tu contraseña ha sido cambiada exitosamente!!

# lblClickHereContinue
source: Click here to continue
es: Haz click aquí para continuar

# btnSearch
source: Search
es: Buscar

# lblErrNotEnoughPlayers
source: You need at least 2 players to start the game
es: Se necesitan al menos 2 jugadores para iniciar partida

# lblErrNotAllReady
source: Not all players are ready
es: No todos los jugadores están listos

# lblKickedFromLobby
source: You were kicked from the lobby
es: Has sido expulsado de la sala

# lblUser
source: User
es: Usuario

# lblErrNullLogin
source: Please enter an email and password
es: Porfavor ingresa un correo y una contraseña

# lblErrInvalidCodeFormat
source: Invalid code format
es: Formato de código inválido

# lblErrCodeException
source: An error ocurred while verifying the code, Please try again later
es: Un error se produjo al verificar el código, intentalo de nuevo más tarde

# lblErrCodeManyAttempts
source: Too many failed attempts. Please request a new verification code.
es: Rebazaste el límite de intentos. Por favor solicita un nuevo código de verificación

# lblErrInvalidCode
source: Invalid code, try again.
es: Código inválido, inténtalo de nuevo

# lblSending
source: Sending . . .
es: Enviando . . .

# lblCodeResent
source: Verification code has been resent to your email
es: El código de verificación se ha enviado a tu correo

# lblErrFailedResendEmail
source: Failed to resend the email. Please try again later
es: Ocurrio un error al renviar el código a tu correo, intentalo de nuevo más tarde

# lblErrEmailNotFound
source: Email not found
es: Correo electrónico no encontrado

# lblErrErrorChangingPassword
source: Error changing password
es: Error al cambiar contraseña

# lblErrInvalidPassword
source: Invalid password
es: Contraseña invalida

# lblErrShortPassword
source: Password must be at least 12 characters long
es: La contraseña debe tener al menos 12 caracteres

# lblKicking
source: Kicking
es: Expulsando a

# lblTypeReason
source: Type a reason to kick this user
es: Escribe la razón para expulsar a este usuario

# lblSureKickUser
source: Are you sure you want to kick this user?
es: ¿Estás seguro de que deseas expulsar a este usuario?

# lblReason
source: Reason:
es: Razón:

# btnCancel
source: Cancel
es: Cancelar

# lblKickPlayer
source: Kick player
es: Expulsar jugador

# lblErrProfileNothingChanged
source: You didn't made any change
es: No realizaste ningún cambio

# lblErrLobbyCodeNull
source: Lobby code cannot be empty
es: El código de la sala no puede ser vacío

# lblErrLobbyCodeTooLong
source: Lobby code is too long
es: El código de la sala es demasiado largo

# lblErrLobbyCodeNotNumeric
source: Lobby code must be a numeric value
es: El código de la sala debe ser un valor numerico

# lblErrLobbyCodeNotInRange
source: Lobby range invalid
es: Rango de salas inválido

# lblErrLobbyCodeExceedRange
source: Lobby code exceeds the maximum allowed value
es: El código de sala excede el valor máximo permitido

# lblErrLobbyCodeFullOrNotExists
source: Lobby is full or doesn't exist
es: La sala está llena o no existe

# lblSelectMonster
source: Select a Monster
es: Selecciona un Monstruo

# lblActionsRemaining
source: Actions Remaining:
es: Acciones Restantes:

# lblErrTurnTimeout
source: Your turn has ended due to timeout
es: Tu turno terminó debido a que se agotó el tiempo

# lblNotificationTheUser
source: The user
es: El usuario

# lblNotificationSentYouFR
source: sent you a friend reques!
es: te envió una solicitud de amistad!

# lblNotificationNowFriends
source: You are now friends with
es: Ahora eres amigo de

# lblNotificationInvitedToLobby
source: invited you to a game! Lobby code:
es: te invitó a una sala de juego! Código de la sala:

# lblErrBlockingException
source: An error ocurred while blocking the user, try again later!
es: Ocurrió un error al bloquear al usuario, intentalo de nuevo más tarde!

# lblErrUnblockingException
source: An error ocurred while unblocking user, try again later!
es: Ocurrio un error al desbloquear al usuario, intentalo de nuevo mas tarde!

# lblErrDeletingFriendException
source: An error ocurred while deleting your friend, try again later!
es: Ocurrió un error al eliminar amigo, intentalo de nuevo más tarde!

# lblErrDecliningFRException
source: An error ocurrer while declining the firend request, try again later!
es: Ocurrió un error al rechazar la solicitud de amistad, intentalo de nuevo más tarde!

# lblErrEmailTooLong
source: Email can't be longer than 255 characters
es: Tu correo electronico es muy grande!

# lblErrEmailEmpty
source: You left your email empty
es: Dejaste tu correo vacio

# lblErrEmailContainsWhiteSpace
source: Email can't have a whitespace dude
es: El correo no puede tener espacios

# lblErrUsernameTooLong
source: Username is too long
es: Nombre de usuario es muy largo

# lblErrUsernameEmpty
source: Username can't be empty
es: Nombre de usuario no puede estar vacio

# lblErrPasswordEmpty
source: Password can't be left empty
es: La contraseña no puede estar vacia

# lblErrPasswordContainsWhiteSpace
source: Password can't contain whitespaces
es: Contraseña no puede tener espacios

# lblErrTimeout
source: Oops! The server took too long to respond
es: Uju! El servidor tardo mucho en responder

# lblNotYourTurn
source: It's not your turn
es: No es tu turno

# lblNoActionsRemaining
source: No more actions remaining
es: Ya no tienes acciones

# lblDeckEmpty
source: Deck is Empty
es: Mazo esta vacio

# lblInvalidCard
source: Invalid Card
es: Carta Invalida

# lblTooManyMonsters
source: Too Many Monsters
es: Tienes muchos monstruos

# lblNoMonsters
source: You have no Monsters
es: No tienes Monstruos

# lblUnknownCardType
source: Unknown card type
es: Carta de tipo desconocido

# lblPartAlreadyExists
source: Monster already has part
es: El monstruo ya tiene esta parte

# lblInvalidMonsterSelection
source: Invalid monster selection
es: Seleccion de monstruo invalido

# lblYouHaveNoHead
source: You have no head
es: No tienes cabeza

# lblEmptyBabyPile
source: Empty Baby Pile
es: Pila de bebes vacía
